Repository: Nefonfo/IPNHOME
Catalog: student/locale/*/LC_MESSAGES/django.po
Languages: es

source: Student
es: Estudiante

source: Students
es: Estudiantes

source: student number
es: Boleta

source: Enter a numeric value
es: Ingresa un valor numérico

source: user
es: Usuario

source: Academic Unit
es: Unidad Académica

source: Student: Primary Key duplicate
es: Estudiante: Llave Primaria Duplicada

source: Database Uploaded Successfully
es: Base de Datos Actualizada Exitosamente

source: Form Error: Please, check file extension
es: Error en el formulario: Por favor checa extensión del archivo

source: Bulk Students Data
es: Importar Estudiantes
