Repository: Nefonfo/IPNHOME
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: es

source: Edit Profile
es: Editar Perfil

source: Logout
es: Cerrar Sesión

source: Something is wrong, check your credentials
es: Algo es incorrecto, revisa tus credenciales

source: Login
es: Entrar

source: Password change
es: Cambiar constraseña

source: Your password was changed.
es: Tu contrasela ha sido cambiada

source: Return to Profile
es: Regresar al Perfil

source: Please correct the error below.
es: Por favor revise el error a continuación.

source: Please correct the errors below.
es: Por favor revise los errores a continuación.

source: Dashboard
es: Panel de Control

source: Welcome
es: Bienvenido

source: Profile
es: Perfil

source: User Settings
es: Configuración del Usuario

source: Update Profile
es: Actualizar Perfil

source: Change Password
es: Cambiar Contraseña

source: Please pay atenttion to your credentials
es: Por favor preste atención a sus credenciales

source: Import From JSON
es: Importar desde JSON

source: Import Students From Json
es: Importar Estudiantes desde JSON

source: If you want to insert by this way
es: Si quieres insertar de este modo

source: you need to follow this JSON structure
es: debes seguir la siguiente estructura en formato JSON

source: making an array of objects inside data key
es: haciendo un arreglo de objetos dentro de la llave data

source: The name of the student (optional)
es: El nombre del estudiante (opcional)

source: The email of the student (optional)
es: El correo electrónico del estudiante (opcional)

source: The id of the student (required)
es: La boleta del estudiante (obligatorio)

source: The little name of the academic unit (required)
es: El nombre abreviado de la Unidad Académica (obligatorio)

source: Saving
es: Guardando

source: Save
es: Guardar
